{
	"a-snippet-in-the-middle-of-markdown-content": {
		"original": " A snippet in the middle of markdown content ",
		"value": "Un extrait au milieu du contenu Markdown. Changed post monorepo :)"
	},
	"a-test-page": {
		"original": " A Test Page ",
		"value": "Une page test"
	},
	"a-test-post-vid": {
		"original": "A test post vid",
		"value": "Un post-vidéo test"
	},
	"blog": {
		"original": " Blog ",
		"value": " Blog "
	},
	"bob-ross": {
		"original": "Bob ross",
		"value": "Bob ross"
	},
	"bob-ross-test": {
		"original": " Bob Ross Test ",
		"value": "Test Bob Ross"
	},
	"cloudcannon": {
		"original": " CloudCannon ",
		"value": " CloudCannon "
	},
	"github": {
		"original": " GitHub ",
		"value": " GitHub "
	},
	"markdown:a-demo-site-for-the-rosey-cloudcannon-multilingual-connector-for-astro": {
		"original": "A demo site for the Rosey-CloudCannon Multilingual Connector for Astro.",
		"value": "<p>Un site de démonstration pour le connecteur multilingue Rosey-CloudCannon pour Astro. Checking this works post preinstall move.</p>\n"
	},
	"markdown:a-new-test-paragraph-that-has-to-be-long-enough-words-but-end-in-a-certain-way": {
		"original": "A new. test paragraph that has to be long enough words but end in a certain, way.",
		"value": "<p>Un nouveau paragraphe de test qui doit être suffisamment long mais se terminer d'une certaine manière.</p>\n"
	},
	"markdown:adding-another-paragraph-for-a-little-smartling-test-adding-this-as-well-after-making-this-site-part-of-a-monorepo": {
		"original": "Adding <em>another</em> paragraph for a little <strong>Smartling</strong> test. Adding this as well, after making this site part of a monorepo.",
		"value": "<p>Ajout d'un paragraphe <em>supplémentaire</em> pour un petit test de <strong>Smartling</strong>. Je l'ajoute également, après avoir intégré ce site dans une monorepo.</p>\n"
	},
	"markdown:all-you-have-to-learn-here-is-how-to-have-fun-just-pretend-you-are-a-whisper-floating-across-a-mountain-you-have-to-make-almighty-decisions-when-you're-the-creator-there-we-are": {
		"original": "All you <strong>have</strong> to learn <em>here</em> is how to have fun. Just pretend you are a whisper floating across a mountain. You have to make almighty <sub>decisions</sub> when you’re the <sup>creator</sup>. There we are.",
		"value": "<p>Tout ce que vous <strong>devez</strong> apprendre <em>ici</em>, c'est à vous amuser. Faites comme si vous étiez un murmure flottant sur une montagne. Il faut prendre des décisions toutes-puissantes quand on est le créateur. Nous y sommes.</p>\n"
	},
	"markdown:another-code-block": {
		"original": "Another code block:",
		"value": "<p>Un autre bloc de code :</p>\n"
	},
	"markdown:control-translations-via-a-user-friendly-interface-in-cloudcannon": {
		"original": "Control translations via a user friendly interface in CloudCannon.",
		"value": "<p>Contrôlez les traductions via une interface conviviale dans CloudCannon.</p>\n"
	},
	"markdown:don't-over-do-it-—-be-careful-be-careful-always-start-with-a-clean-brush-in-a-light-area-and-work-outward-we-planned-this-son-of-a-gun-right-from-the-beginning-people-are-so-excited-when-they-see-this-happen-everybody-will-see-nature-through-different-eyes": {
		"original": "Don’t over do it — be careful. Be careful. Always start with a clean brush in a light area and work outward. We planned this son-of-a-gun right from the beginning. People are so excited when they see this happen. Everybody will see nature through different eyes.",
		"value": "<p>N'en faites pas trop - soyez prudent. Attention. Commencez toujours par une brosse propre sur une zone claire et progressez vers l'extérieur. Nous avons planifié ce fils de canon dès le début. Les gens sont très enthousiastes lorsqu'ils voient cela se produire. Chacun voit la nature avec des yeux différents.</p>\n"
	},
	"markdown:everybody-should-have-a-friend-just-sorta-make-these-things-up-in-your-mind-and-let-them-drop-in-help-them-make-a-happy-buck-or-two-sort-of-an-orangy-yellowish-color-water-breaks-and-it-churns-and-it-has-fun!": {
		"original": "Everybody should have a friend. Just sorta make these things up in your mind, and let them drop in. Help them make a happy buck or two. Sort of an orangy-yellowish color. Water breaks, and it churns, and it has fun!",
		"value": "<p>Tout le monde devrait avoir un ami. Imaginez ces choses dans votre tête et laissez-les tomber. Aidez-les à gagner un ou deux dollars. Une couleur jaune orangé. L'eau se brise, elle bouillonne et elle s'amuse !</p>\n"
	},
	"markdown:here's-a-new-paragraph-with-a-link-in-the-content-editor": {
		"original": "Here’s a new paragraph with a <a href=\"https://cloudcannon.com/\">link</a> in the content editor.",
		"value": "<p>Voici un nouveau paragraphe avec un <a href=\"https://cloudcannon.com/\">lien</a> dans l'éditeur de contenu.</p>\n"
	},
	"markdown:it's-cold-but-it's-beautiful-get-tough-with-it-get-strong-brown-is-such-a-nice-color": {
		"original": "It's cold, but it's beautiful. Get tough with it, get strong. Brown is such a nice color.",
		"value": "<p>Il fait froid, mais c'est beau. Il faut s'endurcir, devenir fort. Le marron est une couleur très agréable.</p>\n"
	},
	"markdown:lets-just-add-one-more-smartling-do-yo-thing": {
		"original": "Lets just add one more, <strong>Smartling</strong> do yo thing.",
		"value": "<p>Just enter a translation!</p>\n"
	},
	"markdown:mix-your-color-marbly-don't-mix-it-dead-trees-cover-up-a-multitude-of-sins-the-only-prerequisite-is-that-it-makes-you-happy-if-it-makes-you-happy-then-it's-good-when-you-do-it-your-way-you-can-go-anywhere-you-choose-we'll-have-a-super-time-don't-fiddle-with-it-all-day": {
		"original": "Mix your color marbly don’t mix it dead. Trees cover up a multitude of sins. The only prerequisite is that it makes you happy. If it makes you happy then it’s good. When you do it your way you can go anywhere you choose. We’ll have a super time. Don’t fiddle with it all day.",
		"value": "<p>Mélangez votre couleur marbrée, ne la mélangez pas morte. Les arbres couvrent une multitude de péchés. La seule condition est qu'il vous rende heureux. Si cela vous rend heureux, c'est bien. Lorsque vous le faites à votre manière, vous pouvez aller où vous voulez. Nous allons passer un excellent moment. Ne le manipulez pas toute la journée.</p>\n"
	},
	"markdown:more-changes-on-the-real-staging-branch": {
		"original": "More changes on the real staging branch.",
		"value": "<p>Plus de changements sur la branche staging.</p>\n"
	},
	"markdown:take-your-time-speed-will-come-later-you-can-bend-rivers-but-when-i-get-home-the-only-thing-i-have-power-over-is-the-garbage-let's-get-wild-today-if-you-don't-think-every-day-is-a-good-day-try-missing-a-few-you'll-see-play-with-the-angles-we-don't-have-to-be-committed-we-are-just-playing-here": {
		"original": "Take your time. Speed will come later. You can bend rivers. But when I get home, the only thing I have power over is the garbage. Let’s get wild today. If you don’t think every day is a good day - try missing a few. You’ll see. Play with the angles. We don’t have to be committed. We are just playing here.",
		"value": "<p>Prenez votre temps. La vitesse viendra plus tard. Vous pouvez plier les rivières. Mais quand je rentre chez moi, la seule chose sur laquelle j'ai du pouvoir, c'est la poubelle. Soyons fous aujourd'hui. Si vous pensez que chaque jour n'est pas un bon jour, essayez d'en rater quelques-uns. Vous verrez. Jouez avec les angles. Nous ne sommes pas obligés de nous engager. Nous ne faisons que jouer ici.</p>\n"
	},
	"markdown:testing-translations-after-separating-out-the-logic-from-the-translations": {
		"original": "Testing translations after <em>separating</em> out the logic from the translations.",
		"value": "<p>Tester les traductions après avoir séparé la logique des traductions.</p>\n"
	},
	"markdown:they-say-everything-looks-better-with-odd-numbers-of-things-but-sometimes-i-put-even-numbers—just-to-upset-the-critics": {
		"original": "They say <em>everything</em> looks better with odd numbers of things. But sometimes I put even numbers—just to upset the critics.",
		"value": "<p>On dit que <em>tout</em> est plus beau avec un nombre impair de choses. Mais il m'arrive de mettre des nombres pairs, juste pour contrarier les critiques.</p>\n"
	},
	"markdown:today's-such-a-wonderful-day-let's-just-make-a-happy-little-painting-maybe-i'll-have-a-bit-mountain-today-you-can-do-anything-that-you-believe-you-can-do-get-it-to-where-you-want-it-and-leave-it-alone-that's-the-fun-part-of-this-whole-technique": {
		"original": "Today’s such a wonderful day, let’s just make a happy little painting. Maybe I’ll have a bit mountain today. You can do anything that you believe you can do. Get it to where you want it, and leave it alone. That’s the fun part of this whole technique.",
		"value": "<p>Aujourd'hui est une journée merveilleuse, faisons une petite peinture joyeuse. Je prendrai peut-être un peu de montagne aujourd'hui. Vous pouvez faire tout ce que vous croyez pouvoir faire. Faites en sorte qu'il atteigne le niveau souhaité et ne vous en occupez pas. C'est le côté amusant de toute cette technique.</p>\n"
	},
	"markdown:we'll-make-some-big-ol'-huge-mountains!-there's-too-many-complicated-things-in-our-life-already-all-you're-worried-about-is-this-nice-outside-shape-always-follow-the-angles-don't-just-cover-it-all-up-—-leave-these-spots!": {
		"original": "We’ll make some big ol’ huge mountains! There’s too many complicated things in our life already. All you’re worried about is this nice outside shape. Always follow the angles. Don’t just cover it all up — leave these spots!",
		"value": "<p>On va faire de grosses montagnes ! Il y a déjà trop de choses compliquées dans notre vie. Tout ce qui compte, c'est cette jolie forme extérieure. Toujours suivre les angles. Ne vous contentez pas de tout masquer, laissez ces endroits !</p>\n"
	},
	"markdown:we'll-throw-some-old-gray-clouds-in-here-just-sneaking-around-and-having-fun-only-eight-colors-that-you-need-this-is-the-fun-part-put-it-in-leave-it-alone-get-away-from-those-little-christmas-tree-things-we-used-to-make-in-school": {
		"original": "We’ll throw some old gray clouds in here just sneaking around and having fun. Only eight colors that you need. This is the fun part Put it in, leave it alone. Get away from those little Christmas tree things we used to make in school.",
		"value": "<p>Nous y ajouterons quelques vieux nuages gris qui se faufilent et s'amusent. Vous n'avez besoin que de huit couleurs. C'est la partie la plus amusante : mettre, laisser. Éloignez-vous des petits sapins de Noël que nous fabriquions à l'école.</p>\n"
	},
	"markdown:we're-changing-things": {
		"original": "We're <em><strong>changing</strong></em> things.",
		"value": "<p>Nous <em><strong>changeons</strong></em> les choses.</p>\n"
	},
	"markdown:we-have-a-fantastic-little-sky!-we're-trying-to-teach-you-a-technique-here-and-how-to-use-it": {
		"original": "We have a fantastic little sky! We’re trying to teach you a technique here and how to use it.",
		"value": "<p>Nous avons un petit ciel fantastique ! Nous essayons de vous enseigner une technique et comment l'utiliser.</p>\n"
	},
	"markdown:we-have-all-at-one-time-or-another-mixed-some-mud-it's-beautiful-and-we-haven't-even-done-anything-to-it-yet-let's-make-some-happy-little-clouds-in-our-world-let-your-heart-be-your-guide": {
		"original": "We have all at one time or another mixed some mud. It’s beautiful - and we haven’t even done anything to it yet. Let’s make some happy little clouds in our world. Let your heart be your guide.",
		"value": "<p>Nous avons tous, à un moment ou à un autre, mélangé de la boue. Il est magnifique - et nous n'y avons encore rien fait. Créons des petits nuages heureux dans notre monde. Laissez votre cœur vous guider.</p>\n"
	},
	"minutes": {
		"original": "1<span data-astro-cid-gvpn4u4b=\"\"> minutes</span>",
		"value": "0 minute"
	},
	"recent-posts": {
		"original": "Recent Posts",
		"value": "Messages récents"
	},
	"rosey-cloudcannon-connector": {
		"original": " Rosey - CloudCannon Connector ",
		"value": " Rosey - Connecteur CloudCannon "
	},
	"rss-feed": {
		"original": " RSS Feed ",
		"value": " Flux RSS "
	},
	"testing": {
		"original": "Testing",
		"value": "Essais"
	},
	"this-is-just-a-test": {
		"original": " This is just a test. ",
		"value": " Ce n'est qu'un test. "
	},
	"video": {
		"original": "Video",
		"value": "Vidéo"
	},
	"words": {
		"original": "326<span data-astro-cid-gvpn4u4b=\"\"> words</span>",
		"value": "93 mots"
	},
	"yay-we-support-snippets-now!": {
		"original": " Yay, we support snippets now! ",
		"value": " Nous prenons désormais en charge les snippets ! "
	}
}