{
	"blog": {
		"original": " Blog ",
		"value": " Blog "
	},
	"rss-feed": {
		"original": " RSS Feed ",
		"value": " Flux RSS "
	},
	"cloudcannon": {
		"original": " CloudCannon ",
		"value": " CloudCannon "
	},
	"github": {
		"original": " GitHub ",
		"value": " GitHub "
	},
	"markdown:a-demo-site-for-the-rosey-cloudcannon-multilingual-connector-for-astro": {
		"original": "A demo site for the Rosey-CloudCannon Multilingual Connector for Astro.",
		"value": "<p>Un site de démonstration pour le connecteur multilingue Rosey-CloudCannon pour Astro.</p>\n"
	},
	"markdown:a-new-phrase-to-send-away-again!?-and-one-more-with-a-later-resolve?-and-in-the-correct-order": {
		"original": "A new phrase to send away. Again!? And one more with a later resolve? And in the correct order.",
		"value": "<p>Une nouvelle phrase à renvoyer. Encore une fois !? Et un autre avec une résolution plus tardive ? Et dans le bon ordre.</p>\n"
	},
	"markdown:control-translations-via-a-user-friendly-interface-in-cloudcannon": {
		"original": "Control translations via a user friendly interface in CloudCannon.",
		"value": "<p>Contrôlez les traductions via une interface conviviale dans CloudCannon.</p>\n"
	},
	"markdown:it's-cold-but-it's-beautiful-get-tough-with-it-get-strong-brown-is-such-a-nice-color": {
		"original": "It's cold, but it's beautiful. Get tough with it, get strong. Brown is such a nice color.",
		"value": "<p>Il fait froid, mais c'est beau. Il faut s'endurcir, devenir fort. Le marron est une couleur très agréable.</p>\n"
	},
	"markdown:they-say-everything-looks-better-with-odd-numbers-of-things-but-sometimes-i-put-even-numbers—just-to-upset-the-critics": {
		"original": "They say <em>everything</em> looks better with odd numbers of things. But sometimes I put even numbers—just to upset the critics.",
		"value": "<p>On dit que <em>tout</em> est plus beau avec un nombre impair de choses. Mais il m'arrive de mettre des nombres pairs, juste pour contrarier les critiques.</p>\n"
	},
	"markdown:we're-changing-things": {
		"original": "We're <em><strong>changing</strong></em> things.",
		"value": "<p>Nous <em><strong>changeons</strong></em> les choses.</p>\n"
	},
	"rosey-cloudcannon-connector": {
		"original": " Rosey - CloudCannon Connector ",
		"value": " Rosey - Connecteur CloudCannon "
	},
	"this-is-just-a-test": {
		"original": " This is just a test. ",
		"value": " Ce n'est qu'un test. "
	},
	"markdown:a-new-test-paragraph-that-has-to-be-long-enough-words-but-end-in-a-certain-way": {
		"original": "A new. test paragraph that has to be long enough words but end in a certain, way.",
		"value": "<p>Un nouveau paragraphe de test qui doit être suffisamment long mais se terminer d'une certaine manière.</p>\n"
	},
	"markdown:all-you-have-to-learn-here-is-how-to-have-fun-just-pretend-you-are-a-whisper-floating-across-a-mountain-you-have-to-make-almighty-decisions-when-you're-the-creator-there-we-are": {
		"original": "All you <strong>have</strong> to learn <em>here</em> is how to have fun. Just pretend you are a whisper floating across a mountain. You have to make almighty <sub>decisions</sub> when you’re the <sup>creator</sup>. There we are.",
		"value": "<p>Tout ce que vous <strong>devez</strong> apprendre <em>ici</em>, c'est à vous amuser. Faites comme si vous étiez un murmure flottant sur une montagne. Il faut prendre des décisions toutes-puissantes quand on est le créateur. Nous y sommes.</p>\n"
	},
	"markdown:another-code-block": {
		"original": "Another code block:",
		"value": "<p>Un autre bloc de code :</p>\n"
	},
	"markdown:here's-a-new-paragraph-with-a-link-in-the-content-editor": {
		"original": "Here’s a new paragraph with a <a href=\"https://cloudcannon.com/\">link</a> in the content editor.",
		"value": "<p>Voici un nouveau paragraphe avec un <a href=\"https://cloudcannon.com/\">lien</a> dans l'éditeur de contenu.</p>\n"
	},
	"markdown:mix-your-color-marbly-don't-mix-it-dead-trees-cover-up-a-multitude-of-sins-the-only-prerequisite-is-that-it-makes-you-happy-if-it-makes-you-happy-then-it's-good-when-you-do-it-your-way-you-can-go-anywhere-you-choose-we'll-have-a-super-time-don't-fiddle-with-it-all-day": {
		"original": "Mix your color marbly don’t mix it dead. Trees cover up a multitude of sins. The only prerequisite is that it makes you happy. If it makes you happy then it’s good. When you do it your way you can go anywhere you choose. We’ll have a super time. Don’t fiddle with it all day.",
		"value": "<p>Mélangez votre couleur marbrée, ne la mélangez pas morte. Les arbres couvrent une multitude de péchés. La seule condition est qu'il vous rende heureux. Si cela vous rend heureux, c'est bien. Lorsque vous le faites à votre manière, vous pouvez aller où vous voulez. Nous allons passer un excellent moment. Ne le manipulez pas toute la journée.</p>\n"
	},
	"markdown:take-your-time-speed-will-come-later-you-can-bend-rivers-but-when-i-get-home-the-only-thing-i-have-power-over-is-the-garbage-let's-get-wild-today-if-you-don't-think-every-day-is-a-good-day-try-missing-a-few-you'll-see-play-with-the-angles-we-don't-have-to-be-committed-we-are-just-playing-here": {
		"original": "Take your time. Speed will come later. You can bend rivers. But when I get home, the only thing I have power over is the garbage. Let’s get wild today. If you don’t think every day is a good day - try missing a few. You’ll see. Play with the angles. We don’t have to be committed. We are just playing here.",
		"value": "<p>Prenez votre temps. La vitesse viendra plus tard. Vous pouvez plier les rivières. Mais quand je rentre chez moi, la seule chose sur laquelle j'ai du pouvoir, c'est la poubelle. Soyons fous aujourd'hui. Si vous pensez que chaque jour n'est pas un bon jour, essayez d'en rater quelques-uns. Vous verrez. Jouez avec les angles. Nous ne sommes pas obligés de nous engager. Nous ne faisons que jouer ici.</p>\n"
	},
	"markdown:we'll-throw-some-old-gray-clouds-in-here-just-sneaking-around-and-having-fun-only-eight-colors-that-you-need-this-is-the-fun-part-put-it-in-leave-it-alone-get-away-from-those-little-christmas-tree-things-we-used-to-make-in-school": {
		"original": "We’ll throw some old gray clouds in here just sneaking around and having fun. Only eight colors that you need. This is the fun part Put it in, leave it alone. Get away from those little Christmas tree things we used to make in school.",
		"value": "<p>Nous y ajouterons quelques vieux nuages gris qui se faufilent et s'amusent. Vous n'avez besoin que de huit couleurs. C'est la partie la plus amusante : mettre, laisser. Éloignez-vous des petits sapins de Noël que nous fabriquions à l'école.</p>\n"
	},
	"markdown:we-have-a-fantastic-little-sky!-we're-trying-to-teach-you-a-technique-here-and-how-to-use-it": {
		"original": "We have a fantastic little sky! We’re trying to teach you a technique here and how to use it.",
		"value": "<p>Nous avons un petit ciel fantastique ! Nous essayons de vous enseigner une technique et comment l'utiliser.</p>\n"
	},
	"markdown:we-have-all-at-one-time-or-another-mixed-some-mud-it's-beautiful-and-we-haven't-even-done-anything-to-it-yet-let's-make-some-happy-little-clouds-in-our-world-let-your-heart-be-your-guide": {
		"original": "We have all at one time or another mixed some mud. It’s beautiful - and we haven’t even done anything to it yet. Let’s make some happy little clouds in our world. Let your heart be your guide.",
		"value": "<p>Nous avons tous, à un moment ou à un autre, mélangé de la boue. Il est magnifique - et nous n'y avons encore rien fait. Créons des petits nuages heureux dans notre monde. Laissez votre cœur vous guider.</p>\n"
	},
	"yay-we-support-snippets-now!": {
		"original": " Yay, we support snippets now! ",
		"value": " Nous prenons désormais en charge les snippets ! "
	}
}